node_modules/mendixplatformsdk/templates/RetrieveJobStatus.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:men="http://www.mendix.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <men:RetrieveJobStatus>
         <JobId><%= JobId %></JobId>
      </men:RetrieveJobStatus>
   </soapenv:Body>
</soapenv:Envelope>
